;To change the names of how they appear in-game, simply change
;what appears after DisplayName=, inside the quotation marks.

;=======================
; Vanilla Mash-ups
;=======================

[Pony_Dirty_Dreads_Long X2BodyPartTemplate]
DisplayName="VANILLA Wild Dreads Long Ponytail"

[Vanilla_Pony_Knitted X2BodyPartTemplate]
DisplayName="VANILLA Knitting Needle Ponytail"

[Vanilla_Pony_Martina X2BodyPartTemplate]
DisplayName="VANILLA Fauxhawk Messy Ponytail"

;=======================
; Bandana Hair Styles
;=======================

[Messy_Bandana X2BodyPartTemplate]
DisplayName="Messy Bandana"

[Tess_Bandana X2BodyPartTemplate]
DisplayName="Tess Bandana"

[Loose_Bandana X2BodyPartTemplate]
DisplayName="Isabela Bandana"

[Big_Rasta X2BodyPartTemplate]
DisplayName="Big Rasta Bandana"

;=======================
; Short Hair Styles
;=======================

[Short_Battery X2BodyPartTemplate]
DisplayName="Short Battery"

[Clip_Bob X2BodyPartTemplate]
DisplayName="Clipped Bob Hair"

[Leoni_Braid X2BodyPartTemplate]
DisplayName="Leoni Braided Bun"

[Short_Double_Bun X2BodyPartTemplate]
DisplayName="Short Double Bun"

[Short_Triple_Bun X2BodyPartTemplate]
DisplayName="Rey's Triple Bun"

[FF_Paine_Hair X2BodyPartTemplate]
DisplayName="FFX-2 Paine Hair"

[Short_Puffy X2BodyPartTemplate]
DisplayName="Short Elvis Puff"

[Annette_Bob X2BodyPartTemplate]
DisplayName="XCOM:EW Annette"

[Bowie_Bob X2BodyPartTemplate]
DisplayName="Kit Kat Bob"

[Xandir_Bob X2BodyPartTemplate]
DisplayName="Bob Xandir Hair"

[Lollipop_Bob X2BodyPartTemplate]
DisplayName="Lollipop Punk"

[Bob_Afro_1 X2BodyPartTemplate]
DisplayName="Smokey Afro"

[Dread_Bob X2BodyPartTemplate]
DisplayName="Short Dreads"

[Bob_Afro_Nadine X2BodyPartTemplate]
DisplayName="Nadine Afro"


;=======================
; Medium Hair Styles
;=======================

[Ada X2BodyPartTemplate]
DisplayName="Bob Ada Wong"

[Alisa_Bob X2BodyPartTemplate]
DisplayName="Bob Alisa"

[Asuka_Bob X2BodyPartTemplate]
DisplayName="Bob Asuka"

[DW_Sun_Bob X2BodyPartTemplate]
DisplayName="Bob Dynasty Warrior Sun"

[Dragon_Braid X2BodyPartTemplate]
DisplayName="Bob Leliana"

[Ripley_Bob X2BodyPartTemplate]
DisplayName="80's Ellen Ripley"

[Long_Silly_Rabbit X2BodyPartTemplate]
DisplayName="Silly Rabbit"

[Greek_Bob X2BodyPartTemplate]
DisplayName="Bob Greek"

[Silk_Bob X2BodyPartTemplate]
DisplayName="Silky Hair"

[Bob_Yuna_Hair X2BodyPartTemplate]
DisplayName="FFX Yuna Hair"

[Bob_Suvi X2BodyPartTemplate]
DisplayName="ME:A Suvi"

[Bob_Windy X2BodyPartTemplate]
DisplayName="Bob Windy"

;=======================
; Long Hair Styles
;=======================

[Long_Gumshoe X2BodyPartTemplate]
DisplayName="Gumshoe Hair"

[Porcelain_Curls X2BodyPartTemplate]
DisplayName="Porcelain Curls"

[Long_Flow X2BodyPartTemplate]
DisplayName="Fabulous Hair"

[Long_Fashion X2BodyPartTemplate]
DisplayName="Fashion Hair"

[Long_Prayer X2BodyPartTemplate]
DisplayName="Prayer Hair"

[Long_Pullback X2BodyPartTemplate]
DisplayName="Barbie Doll"

[Long_Breezy X2BodyPartTemplate]
DisplayName="60's Breeze"

[Long_Curly X2BodyPartTemplate]
DisplayName="Long Curly Hair"

[Poison_Ivy X2BodyPartTemplate]
DisplayName="Poison Ivy Hair"

[Katarina_Hair X2BodyPartTemplate]
DisplayName="Katarina Hair"

[FF_Fang_Hair X2BodyPartTemplate]
DisplayName="FFXIII Fang Hair"

;=======================
; Ponytail Hair Styles
;=======================

[Pony_Zarina X2BodyPartTemplate]
DisplayName="Ponytail Zarina"

[Pony_Marlene X2BodyPartTemplate]
DisplayName="Ponytail Marlene"

[Pony_Morrigan X2BodyPartTemplate]
DisplayName="Ponytail Morrigan"

[Pony_Elegance X2BodyPartTemplate]
DisplayName="Ponytail Elegance"

[Pony_Whoosh X2BodyPartTemplate]
DisplayName="Ponytail Showstopper"

[Pony_Sexy_Nurse X2BodyPartTemplate]
DisplayName="Ponytail Sexy Nurse"

[Pony_Center_Braid X2BodyPartTemplate]
DisplayName="Ponytail Center Braid"

[Pony_Lara X2BodyPartTemplate]
DisplayName="Ponytail Lara Croft"

[Pony_Claire X2BodyPartTemplate]
DisplayName="Ponytail Claire"

[Pony_Fear X2BodyPartTemplate]
DisplayName="Ponytail Emily"

[Pony_KI_Dreads X2BodyPartTemplate]
DisplayName="Ponytail Maya Dreads"

;=======================
; Braid Hair Styles
;=======================

[Pony_Alice X2BodyPartTemplate]
DisplayName="Thick Short Braid"

[Pony_Rikku X2BodyPartTemplate]
DisplayName="FFX-2 Rikku Hair"

[Pony_Lulu X2BodyPartTemplate]
DisplayName="FFX Lulu Hair"

[Braids_Raven X2BodyPartTemplate]
DisplayName="Raven Braids"

[Braids_Raven_2 X2BodyPartTemplate]
DisplayName="Raven Braids no Bangs"

[Braids_Twin_Pai X2BodyPartTemplate]
DisplayName="Pai Chan Twin Braids"

[Braids_Cammy X2BodyPartTemplate]
DisplayName="Cammy White Braids"


;=======================
; ASTERY's Hair Styles
;=======================

[Tam_Hair X2BodyPartTemplate]
DisplayName="DOA Tamaki Hair"

[Misaki_Pony_Hair X2BodyPartTemplate]
DisplayName="DOA Misaki Pony Hair"

[Misaki_Loose_Hair X2BodyPartTemplate]
DisplayName="DOA Misaki Loose Hair"

[RERachel_Hair X2BodyPartTemplate]
DisplayName="RE:R Rachel Foley Hair"

[LPLuka_Hair X2BodyPartTemplate]
DisplayName="LP Luka Hair"

[Lunafreya_Hair X2BodyPartTemplate]
DisplayName="FF15 Lunafreya Hair"

[TifaAC_Hair X2BodyPartTemplate]
DisplayName="Tifa Hair Advent Children"

[TifaOG_Hair X2BodyPartTemplate]
DisplayName="Tifa Hair FF7"

[Jill_Hair X2BodyPartTemplate]
DisplayName="Jill Valentine Hair"

[WangYi_Hair X2BodyPartTemplate]
DisplayName="DW9 Wang Yi Hair"

[GuanYP_Hair X2BodyPartTemplate]
DisplayName="DW9 Guan Ying Ping Hair"

[LLQ_Hair X2BodyPartTemplate]
DisplayName="DW9 Lu Ling Qi Hair"

[ZhuRong_Hair X2BodyPartTemplate]
DisplayName="DW9 Zhu Rong Hair"



;====================================================================================================================================================================
;                                                                      UPDATE 1 
;====================================================================================================================================================================

;=======================
; Vanilla Mash-ups
;=======================

;=======================
; Bandana Hair Styles
;=======================

;=======================
; Short Hair Styles
;=======================

[Short_Daddy_O X2BodyPartTemplate]
DisplayName="Short Daddy O"

[Short_Terminator_Messy X2BodyPartTemplate]
DisplayName="Morning Hair"

[Short_90s_Addicted X2BodyPartTemplate]
DisplayName="Addicted to Love"

;=======================
; Medium Hair Styles
;=======================

[Medium_Triss_Double_Bun X2BodyPartTemplate]
DisplayName="Triss Double Bun"

[Medium_Ciri_Bun X2BodyPartTemplate]
DisplayName="Ciri Bun"

[Medium_Cherry_Blossom X2BodyPartTemplate]
DisplayName="Cherry Blossom"

[Medium_Lebreau X2BodyPartTemplate]
DisplayName="FFXIII LeBreau Hair"

[Medium_Aerobics X2BodyPartTemplate]
DisplayName="80's Aerobics"

[Medium_Feathered X2BodyPartTemplate]
DisplayName="Feathered"

[Medium_Widow_Bob X2BodyPartTemplate]
DisplayName="Black Widow"

[Medium_Squall_Bob X2BodyPartTemplate]
DisplayName="FFVIII Squall Hair"

[Medium_Spartan_Maiden X2BodyPartTemplate]
DisplayName="Spartan Maiden"

;=======================
; Long Hair Styles
;=======================

[RE_Helena_Hair X2BodyPartTemplate]
DisplayName="RE Helena Harper Hair"

[Long_Blow_Back X2BodyPartTemplate]
DisplayName="Long Blow Back Hair"

[Long_Layered X2BodyPartTemplate]
DisplayName="Long Layered Hair"

[Long_Half_Tied X2BodyPartTemplate]
DisplayName="Long Half Tied Hair"

[Long_Stranger_Things X2BodyPartTemplate]
DisplayName="Stranger Things"

[Long_HZD_Aloy X2BodyPartTemplate]
DisplayName="H:ZD Aloy"

;=======================
; Ponytail Hair Styles
;=======================

[Pony_Momiji X2BodyPartTemplate]
DisplayName="Ponytail Momiji"

[Pony_Feathered X2BodyPartTemplate]
DisplayName="Ponytail Feathered"

[Pony_Manager X2BodyPartTemplate]
DisplayName="Ponytail Corporate Suit"

[Pony_Big_Poofy X2BodyPartTemplate]
DisplayName="Ponytail Big Poofy"

[Pony_Dreads_Up X2BodyPartTemplate]
DisplayName="Ponytail Dreads Up"

[Pony_Viking_01 X2BodyPartTemplate]
DisplayName="Ponytail Viking Mashup"

;=======================
; Braid Hair Styles
;=======================

[Pony_Regal X2BodyPartTemplate]
DisplayName="Regal Braid"

[Braids_AC_Aya X2BodyPartTemplate]
DisplayName="AC Aya Braids"









